const BASE_URL = 'https://aashray.vitraagvigyaan.org/api/v1';
// const BASE_URL = 'https://aashray-backend.onrender.com/api/v1';

const quotes = [
  {
    quote:
      'જે અવસરે જે પ્રાપ્ત થાય તેને વિષે સંતોષમાં રહેવું, એવો હે રામ! સત્પુરુષોનો કહેલો સનાતન ધર્મ છે',
    author: 'Param Krupaludev',
  },
  {
    quote: 'ઇન્દ્રિય સુખના ભોગો જીવે ભોગવ્યા છે, તેથી ઇન્દ્રિયસુખના ફળની ઈચ્છા રહ્યા કરે છે.',
    author: 'Bhramachariji',
  },
  {
    quote:
      '⁠એક ચૈતન્યાત્મા... નિરંતર અટલ અનુભવસ્વરૂપ છે. ક્યારેય તે અનુભવરહિત નથી. કાં તો તે સ્વનો કાં તો પરનો અનુભવ કર્યા જ કરે છે.',
    author: 'Bapuji',
  },
  {
    quote: '⁠વ્યાવહારિક કામથી જે વખત મુક્ત થાઓ તે વખતે એકાંતમાં જઈ આત્મદશા વિચારજો.',
    author: 'Param Krupaludev',
  },
  {
    quote: '⁠આત્મજ્ઞાનની પ્રાપ્તિ આ મનુષ્ય ભવનો લક્ષ હોવો જોઈએ.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      '⁠આ દેહ પણ જયારે ત્યારે એમ જ ત્યાગવાનો છે. એ વાત સ્મરણમાં આવ્યા કરે છે અને સંસારપ્રતિ વૈરાગ્ય વિશેષ રહ્યા કરે છે.',
    author: 'Param Krupaludev',
  },
  {
    quote:
      'જેણે ૧૦૦% કલ્યાણ કરવું જ છે પોતાની મતિકલ્પના, પોતાનું સ્વચ્છંદ, હુંપણું, મારાપણું - એ જયાં સુધી નહીં છોડે તો, આ માર્ગમાં એક પગલું પણ આગળ નહિ વધાય.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      'જ્યાં સુધી સદગુરુની પ્રાપ્તિ ન થાય (પ્રાપ્તિ એટલે સદગુરુ મળે એમ નહિ પણ સદગુરુની સદગુરૂતા ઓળખાય), ત્યાં સુધી જ્ઞાનીનો બોધ સંસારની રીતે જ જાણીએ છીએ',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: '⁠રાગની અંદર પોતાના સુખનો વિચાર છે અને પ્રેમની અંદર બીજા ના સુખનો લક્ષ છે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'જયારે એવી સમજણ આવે છે કે આ(જડ પદાર્થો) મારા નથી, પછી એ ગમે તેના થાય,દુઃખ લાગતું નથી.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'જયારે શિષ્યપણું પ્રગટ થાય છે ત્યારે સદ્ગુરૂ સહજાસહજ હાજર થઈ જાય છે એ નિયમ છે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      'ઘણા ઘણા પ્રકારથી મનન કરતાં અમારો દૃઢ નિશ્ચય છે કે ભક્તિ એ સર્વોપરી માર્ગ છે, અને તે સત્પુરુષના ચરણ સમીપ રહીને થાય તો ક્ષણવારમાં મોક્ષ કરી દે તેવો પદાર્થ છે.',
    author: 'Param Krupaludev',
  },
  {
    quote: 'સત્ ધર્મની આરાધના ચાલતી હોય તો જીવની અંદર અદ્ભૂત એવો પ્રેમ પ્રગટ થાય છે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      'અનંત કાળ સુધી જીવ નિજ છંદે ચાલી પરિશ્રમ કરે તોપણ પોતે પોતાથી જ્ઞાન પામે નહીં, પરંતુ જ્ઞાનીની આજ્ઞાનો આરાધક અંતર્મુહૂર્તમાં પણ કેવળજ્ઞાન પામે.',
    author: 'Param Krupaludev',
  },
  {
    quote:
      'જીવ જ્યાં સુધી આત્માના અચિંત્ય વૈભવ વિશે શંકાશીલ હોય ત્યાં સુધી તેની પ્રાપ્તિ માટે વિચાર જ કેમ સંભવે?',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'પરમાર્થ માર્ગમાં પણ પોતાના અભિપ્રાયો રાખે તો તે સંસાર અને સંસારનું જ કારણ થાય.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'જ્ઞાનીનાં હૃદયની અંદર રહેલું સમજણપૂર્વકનું જે કંઈ જ્ઞાન તે સમકિત છે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'ભોગાવલી કર્મ હોય અને રસવગર એ ભોગવાતું હોય તો ચોક્કસ નિર્જરા થાય છે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'જો સંસાર અંતરંગથી ઝેર જેવો ન લાગતો હોય તો સમ્યક્ જ્ઞાન નથી.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'પોતાનું મહત્વ પોષાતું હોય એવી ક્રિયા કરીએ તો કલ્યાણ ન થાય.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'Constant છૂટવાના વિચાર ચાલે તો સંસારનું આકર્ષણ ઘટે છે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      'આપણે જે વસ્તુ જાણીએ છીએ એ વારંવાર બીજા જીવને કીધા જ કરવી એ સાંભળે કે ન સાંભળે એ માનભાવ છે, અહંભાવ છે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      'मैं आत्मा हूँ, मैं आत्मा हूँ; ऐसा अखंड चिंतन हमारे मन में चले तो आत्मा को फुर्सत ही कहाँ है बाहर देखने की?',
    author: 'Param Krupaludev',
  },
  {
    quote: 'આંખથી જ્યાં જ્યાં જેટલી જગ્યાએ નજર પડે અને આપણે ખુશ થઈએ છીએ એ રાગ છે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      'એક સત્પુરુષ મળ્યા પછી તેમની નાનામાં નાની આજ્ઞાનું ખુબ જ ભક્તિભાવ સાથે આરાધન થાયે એ જીવનું વ્રત છે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      "दूसरे का देखकर ऐसा विचार मात्र उत्पन्न नहीं होना चाहिए कि काश मेरे पास भी वैसा हो तो! 'पर' के पास जो कुछ है, उसकी इच्छा का भाव भी परिग्रह है।",
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      'आत्म प्राप्त पुरुष का उपदेश काम तभी आता है जब "प्रतिबंध" और "स्वच्छंद" नाम के दो बड़े दोष टल जाए।',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'સમકિતી અને મિથ્યાત્વી જીવની ક્રિયામાં કોઈ ફરક નથી. અંતરના ભાવ માં ફરક છે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'જેટલું જ્ઞાન વધારે તેટલું મૌન વધારે. જેટલા વચન વધારે તેટલું અજ્ઞાન વધારે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'પોતાની માન્યતા સિદ્ધ થાય તેમ કરવાનો જેની મતિનો આગ્રહ છે તે મતાર્થી.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      'जो चीज़ आपको अत्यंत प्रिय है उसकी जब बाधा लेते हैं, तो बार-बार मन वहीं जाता है। उस समय उसे resist करने पर मन के अंदर जो भयंकर युद्ध चलता है, वह तप है।',
    author: 'Param Pujya Pappaji',
  },
  {
    quote:
      "दूसरों के साथ जब किसी भी प्रकार का वार्तालाप करते हैं तब 'मैं आत्मा हूं' और मुझे मेरे स्वभाव में रहना है, अगर ऐसा निरंतर चलता रहता हो तो मोक्ष दूर नहीं है।",
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'કષાય મંદ ત્યારે થાય જયારે જડ પદાર્થનું આશ્ચર્ય અને આકર્ષણ ઘટે.',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'प्रेम की चेष्टा प्रेम नहीं। प्रेम आत्मा की अंतरंग अवस्था है जहाँ सब आनंदित लगता है।',
    author: 'Param Pujya Pappaji',
  },
  {
    quote: 'જ્યારે difference of opinion થાય ત્યારે જતું કરવું એજ સૌથી મોટું તપ છે',
    author: 'Param Pujya Pappaji',
  },
];

import icons from './icons';
import images from './images';
import types from './types';
import colors from './colors';
import status from './status';
import dropdowns from './dropdowns';

export { icons, images, BASE_URL, types, colors, status, dropdowns, quotes };
